Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/lanekassen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: An employment contract is not considered sufficient documentation.
nn: Arbeidskontrakt er ikkje tilstrekkeleg dokumentasjon.

source: The following limits and totals apply in 2021:
nn: For 2021 gjeld desse grensene og summane:

source: If data cannot be disclosed in anonymised form, we will ensure that the information is subject to confidentiality on the part of the recipient.
nn: Dersom opplysningane ikkje kan bli utleverte i anonymisert form, vil vi forsikre oss om at opplysningane er underlagt teieplikt hos mottakar.

source: If you are late paying your bill, we will calculate interest on the amount you should have paid.
nn: Betaler du rekninga for seint, bereknar vi forseinkingsrenter på det beløpet du skulle ha betalt.

source: Grant and limited loan (pleas state the loan amount)
nn: S tipend og i til egg eit avgrensa lån (oppgi lånebeløp)

source: You must also have stayed in Norway.
nn: Du må også ha opphalde deg i Noreg.

source: Your debt could be reduced if you have lived and worked in Finnmark or selected municipalities in Troms for a continuous 12-month period.
nn: Dersom du har budd og jobba i Finnmark eller utvalde kommunar i Troms i 12 månadar samanhengande, kan du få redusert gjelda di.

source: analysing information on the use of lanekassen.no and Dine sider in order to provide easy to use, fast and correct services
nn: å analysere informasjon om bruken av lanekassen.no og Dine sider for å kunne tilby brukarvennlege, raske og korrekte tenester

source: The only ones that are not eligible for this loan are adults in primary school, and pupils below the age of 18.
nn: Dei einaste som ikkje kan få dette lånet, er vaksne som tar grunnskole, og elevar under 18 år.

source: During a transitional period that lasted until 2020, the United Kingdom was to be treated as if it were still a member of the EU and the EEA.
nn: I ein overgangsperiode som gjeld ut 2020, skal Storbritannia bli behandla som om de framleis var medlem av EU og EØS.

source: The basic loan for the academic year of 2021–2022 is NOK 126,357 for students who receive loans and grants for 11 months.
nn: Basislånet for studieåret 2021–2022 er 126 357 kroner for studentar som får lån og stipend i 11 månader.

source: If you have received loans and grants from Lånekassen for seven months or less of the calendar year, the limit is NOK 292,940.
nn: Har du fått lån og stipend frå Lånekassen i sju månader eller mindre av kalenderåret, er grensa på 292 940 kroner.

source: For example, you cannot lodge an appeal with Lånekassen’s Appeal Board for violation of processing rules unless you believe that the processing method has had an impact on the outcome.
nn: For eksempel kan du ikkje klage til Lånekassens klagdenemnd på brott på saksbehandlingsreglar, med mindre du meiner behandlingsmåten har hatt innverknad på resultatet.

source: Links to Norway
nn: Du skal svare Nei

source: Today the Government proposed new measures for students.
nn: Regjeringa har i dag foreslått nye tiltak for studentar.

source: You may be on leave from your course of education and still receive parental grant.
nn: Du kan ha permisjon frå utdanninga di og framleis få foreldrestipend.

source: building and construction
nn: bygg- og anleggsteknikk

source: Disabled people can have their debt deleted
nn: Uføre kan få sletta gjeld

source: You may also send us an e-mail when logged on to Dine sider, or send a letter to
nn: Du kan også sende oss ein e-post når du er logga inn på Dine sider, eller sende eit brev til

source: As an apprentice you no longer receive a grant for course materials, as you did when you attended upper secondary school.
nn: Som lærling får du ikkje lenger utstyrsstipend, slik du gjorde då du gjekk på vidaregåande skole.

source: When something happens in your life or in your studies, it may impact what you are entitled to receive from Lånekassen, either now or later.
nn: Når noko skjer i livet ditt eller i studiekvardagen din, kan det ha konsekvensar for kva du kan få frå Lånekassen, enten no eller i framtida.

source: Is the applicant capable of studying during the period for which the confirmation applies?
nn: Er søkaren i stand til å studere i perioden stadfestinga gjeld for?

source: If you are only taking the basic training of 140 hours, you can receive basic support for five weeks.
nn: Dersom du berre skal ta grunnutdanninga på 140 timar, kan du få basislån for fem veker.

source: 40 percent of this will be converted to grant (NOK 10 400).
nn: 40 prosent, tilsvarande 10 400 kroner, vil bli gjort om til stipend.

source: If you are entitled to both, you will need to submit two applications – one for each scheme.
nn: Dersom du har rett til begge delar, må du derfor sende inn to søknadar – ein for kvar ordning.

source: for those studying the whole year
nn: når du får stipend og lån heile året

source: Documentation showing that you have paid tax in Norway for the last 24 months immediately prior to commencing studies.
nn: dokumentasjon som viser at du har betalt skatt til Noreg i dei siste 24 månadene like før oppstart i utdanninga.

source: fulfil the qualification requirements pursuant to Section 10-1 of the Norwegian Education Act
nn: oppfyller kompetansekrava etter opplæringslova §10-1

source: Exceptions:You will not be eligible for support from Lånekassen if you live at a refugee reception centre, except for grants for course materials that young people in upper secondary school can get.
nn: Unntak:Dersom du bur du i asylmottak, har du ikkje rett til lån og stipend frå Lånekassen, bortsett frå utstyrssti-pend, som ungdom i vidaregåande utdanning kan få.

source: You don’t lose the entire grant if you only earn slightly above the limit.
nn: Du mister ikkje heile stipendet dersom du tener berre litt over grensa.

source: If you receive a paper bill, you will also have to pay an invoice fee.
nn: Får du rekninga på papir, må du også betale eit fakturagebyr.

source: Note that the change applies from 2021–2022. It does not apply retrospectively.
nn: Merk at endringa gjeld frå og med 2021–2022, den har ikkje tilbakeverkande kraft.

source: Lånekassen provides support for educations in countries outside the Nordic region that can provide a basis for general approval from NOKUT (the Norwegian Agency for Quality Assurance in Education) as equivalent to Norwegian bachelor's, master's and PhD educations.
nn: Lånekassen gir støtte til utdanningar i land utanfor Norden som kan gi grunnlag for generell godkjenning frå NOKUT (Nasjonalt organ for kvalitet i utdanninga) som likestilt med norske bachelor-, master og Ph.d.-utdanningar.

source: You can, for example, submit documentation showing that you have been employed, self-employed, a student or that you have had sufficient means to support yourself while living here.
nn: Du kan for eksempel sende inn dokumentasjon som viser at du har vore arbeidstakar, sjølvstendig næringsdrivande, student, eller har budd her med tilstrekkelege midlar.

source: We have joint processing responsibilities with the Norwegian National Collection Agency (NCA) in matters that concern the collection of terminated loans and certain other matters where we have given the NCA tasks to carry out on Lånekassen’s behalf.
nn: Vi har felles behandlingsansvar med Statens innkrevjingssentral i saker som gjeld innkrevjing av oppsagde lån og somme andre saker som vi har gitt Statens innkrevjingssentral i oppdrag å utføre på vegner av Lånekassen.

source: You must submit the decision regarding family immigration even if you have a permanent residence permit.
nn: Du må sende inn vedtaket om familieinnvandring sjølv om du no har permanent opphaldsløyve.

source: Some social security benefits, such as parental benefit and sickness benefit, have the same limit as employment income, while other tax-free benefits are not included at all.
nn: Nokre trygdeytingar, som foreldrepengar og sjukepengar, har same grense som arbeidsinntekt, medan andre skattefrie ytingar ikkje blir rekna med i det heile tatt.

source: confirmation showing that he/she is employed in Norway, for example confirmation from an employer.
nn: stadfesting som viser at han/ho har arbeid i Noreg, for eksempel stadfesting frå arbeidsgivar.

source: Have you received a decision that you had income above the income threshold for 2020?
nn: Har du fått vedtak om at du har tent meir enn inntektsgrensene i 2020?

source: Here is what you need to make repayments from a foreign account:
nn: Dette treng du for å betale frå utanlandsk konto:

source: In 2021 the limit is
nn: I 2021 er grensa

source: You receive parental grant for three weeks before birth and 46 after birth.
nn: Du får foreldrestipend i tre veker før fødselen og 46 veker etter.

source: You must have a study place before applying, and you may apply no earlier then mid-May.
nn: Du må ha ein studieplass før du søker, og du kan tidlegast søke i midten av mai.

source: This means that you can earn over the threshold for 2020 and 2021 during this period, and still have your loan converted into a grant.
nn: Det betyr at du kan tene over grensa for inntekt for 2020 og 2021 i denne perioden, og likevel få gjort om lån til stipend.

source: If you do not consent, you must select the education programme and school from a list.
nn: Dersom du ikkje samtykker, må du velje utdanningsprogram og skole frå ei liste.

source: During an accrual period of at least three years, you have been undertaking continuous study in Norway and you have completed studies corresponding to at least three years of full-time studies (equivalent to 180 credits).
nn: Du har i ei oppteningstid på minst tre år tatt samanhengande utdanning i Noreg, og du har bestått utdanning som tilsvarer minst tre års fulltidsutdanning (tilsvarande 180 studiepoeng).

source: However, you don’t lose the entire grant if you only earn slightly above the limit.
nn: Men du mister ikkje heile stipendet sjølv om du tener litt over grensa.

source: Three conditions determine whether loans can be converted to grants:
nn: Det er tre vilkår som avgjer om du får gjort om lån til stipend:

source: If you are a foreign citizen with legal residence in Norway and you study here, you may be eligible for loans or grants from Lånekassen if you meet one of the criteria below.
nn: Er du utanlandsk statsborgar med lovleg opphald i Noreg og tar utdanning her, kan du få lån eller stipend frå Lånekassen om du oppfyller eitt av vilkåra nedanfor.

source: documentation showing that one of your parents has been employed in Norway, for example confirmation from an employer.
nn: dokumentasjon som viser at éin av foreldra dine er eller har vore arbeidstakar i Noreg, for eksempel stadfesting frå arbeidsgivar.

source: What are student loans?
nn: Kva er studielån?

source: Are you above the age of 30?
nn: Lukk feltet Er du over 30 år?

source: offering correct and relevant information on the educational support schemes
nn: å tilby korrekt og relevant informasjon om utdanningsstøtteordningane

source: For those who are EEA/EFTA cross-border workers or family members of an EEA/EFTA cross-border worker
nn: For deg som er EØS-/EFTA-grensearbeidstakar eller familiemedlem til ein EØS-/EFTA-grensearbeidstakar

source: You apply for payment deferral on Dine sider, and you do not need to explain why you are applying or submitting documentation.
nn: Du søker om betalingsutsetting på Dine sider, og du treng ikkje å grunngi kvifor du søker, eller å sende inn dokumentasjon.

source: confirmation(s) from employer(s) showing that you have had continuous full-time employment in Norway for at least 24 months immediately prior to commencing the study programme (start and finish dates).
nn: stadfesting(r) frå arbeidsgivar(e) som viser at du har hatt samanhengande fulltidsarbeid i Noreg i minst 24 månader like før oppstart i utdanninga (frå- og til-dato).

source: Lånekassen is entitled to collect information on academic results and student status for all pupils and students in Norway.
nn: Lånekassen har rett til å hente inn informasjon om faglege resultat og studentstatus for alle elevar og studentar i Noreg.

source: If you were an upper secondary school pupil without statutory rights as a young person, you must have received support pursuant to the rules for higher and other education during the spring of 2020
nn: Dersom du var elev på vidaregåande utan ungdomsrett, må du ha fått lån/stipend etter reglane for høgare og anna utdanning våren 2020.

source: In order to be entitled to extended support, you must be delayed by more than 60 study credits.
nn: For å ha rett til utvida støtte må du vere forseinka i utdanninga med meir enn 60 studiepoeng.

source: All pupils and students who are studying abroad and who temporarily lived at home with their parents during the autumn of 2020 and spring of 2021 due to the coronavirus pandemic will be treated as though they lived away from home for the entire academic year.
nn: Alle elevar og studentar som tar utdanning i utlandet, og som bur mellombels heime hos foreldra sine hausten 2020 og våren 2021 på grunn av koronapandemien, blir rekna som bortebuarar heile studieåret.

source: Adults who take an external examination in a subject they have previously passed in upper secondary education with statutory rights as a young person, will not have loans converted to grans for these subjects from the autumn of 2021.
nn: Vaksne som tar privatisteksamen i eit fag dei tidlegare har bestått då dei var i vidaregåande opplæring med ungdomsrett, vil frå og med hausten 2021 ikkje få gjort om lån til utdanningsstipend for desse faga.

source: Net assets are the value of what you own, minus your total debt (for example, the value of your home and bank deposits, minus what you owe Lånekassen and what you owe on your mortgage).
nn: Nettoformue er verdien av det du eig, minus den totale gjelda di (for eksempel verdien av hus og bankinnskot minus gjelda til Lånekassen og bustadlån).

source: All pupils and students who receive support because they are living away from home, but who have had to temporarily live with their parents as a result of the coronavirus situation will be treated as though they are living away from home during the spring of 2021.
nn: Alle elevar og studentar som får støtte som bortebuarar, men som mellombels bur saman med foreldra sine på grunn av koronasituasjonen, blir rekna som bortebuarar våren 2021.

source: The Data Protection Officer can provide advice and guidance if you have general questions concerning Lånekassen’s processing of personal data, or concerning protection of the data we have registered on you as a customer.
nn: Personvernombodet kan gi råd og rettleiing desom du har generelle spørsmål om Lånekassen si behandling av personopplysningar, eller om vern av dei opplysningane vi har registrert om deg som kunde.

source: This applies if you do not have children under the age of 16 who you provide for.
nn: Dette gjeld dersom du ikkje har barn under 16 år som du forsørger.

source: In such cases the deadline may be extended by two months.
nn: I slike tilfelle kan fristen bli utvida med to månader.

source: If you wish to contact Lånekassen, you must use our regular customer service channels.
nn: For å kontakte Lånekassen må du bruke dei vanlege kanalane vi har i kundebehandlinga.

source: If you are a part-time student, you get a smaller amount.
nn: Dersom du studerer på deltid, får du eit mindre beløp.

source: See chapter 13 of the Educational Support Regulations.
nn: Sjå kapittel 13 i forskrifta om utdanningsstøtte.

source: Only students over the age of 18 who are receiving support from Lånekassen during spring 2021 may apply for the loan.
nn: Berre studentar over 18 år som får lån og stipend frå Lånekassen våren 2021, kan søke om lånet.

source: If you have to pay tuition fees, you will need to enclose signed confirmation (official letter) from the educational institution abroad showing your name and the amount of tuition fees you must pay.
nn: Skal du betale skolepengar, må du legge ved ei signert stadfesting (eit offisielt brev) frå lærestaden i utlandet som viser namnet ditt og kor mykje skolepengar du skal betale.

source: General requirements for support for educations abroad
nn: Generelle krav for støtte til utdanningar i utlandet

source: If your circumstances are such that you have a low income, the interest on your loan can be deleted.
nn: Er du i ein bestemt situasjon som gjer at du har låg inntekt, kan du få sletta renter på lånet.

source: You must fulfil one of these conditions:
nn: Du må oppfylle eitt av desse vilkåra:

source: If you have received extra income for work that is related to the coronavirus epidemic, you can have your loan converted into a grant, even if you have earned more than Lånekassen’s income threshold in 2020 and 2021.
nn: Dersom du hatt ekstra inntekt for arbeid knytt til koronapandemien, kan du få gjort om lån til stipend, sjølv om du har tent meir enn Lånekassens inntektsgrenser i 2020 og 2021.

source: You must wait until fall 2022.
nn: Du må vente til hausten 2022.

source: Is the applicant able of studying during the summer?
nn: Er søkaren i stand til å studere om sommaren?

source: The conversion loan amounts to 40 percent of the basic support, which is the portion of study support given to “everyone”.
nn: Omgjeringslånet utgjer 40 prosent av basislånet, som er den delen av studiestøtta som «alle» får.

source: Become a teacher in Finnmark and Nord-Troms!
nn: Bli lærer i Finnmark og Nord-Troms!

source: Doctor’s/other specialist’s stamp and signature
nn: Stempel og underskrifta til lege/fagperson

source: You can receive support to take 480 credits
nn: Du kan få stipend og lån til å ta 480 studiepoeng

source: received support pursuant to the rules for higher and other education during the autumn of 2020.
nn: fekk lån/stipend etter reglane for høgare og anna utdanning hausten 2020

source: Primary school teachers in Finnmark or selected municipalities in Nord-Troms
nn: Grunnskolelærar i Finnmark eller utvalde kommunar i Nord-Troms

source: are teachers in Finnmark or Nord-Troms (Lyngen, Storfjord, Kåfjord, Skjervøy, Nordreisa, Kvænangen and Karlsøy).
nn: er lærar i Finnmark eller Nord-Troms (Lyngen, Storfjord, Kåfjord, Skjervøy, Nordreisa, Kvænangen og Karlsøy).

source: 4 Confirmation from doctor (to be fil ed in by a doctor, specialist or professional)
nn: 4 Stadfesting frå lege (fyl ast ut av lege, spesialist el er fagperson)

source: time studying in order to make normal progress, and that he/she therefore does not have the
nn: studere for å oppretthalde normal progresjon, og at han/ho derfor ikkje har kapasitet til å ha

source: Then you can apply for up to
nn: Du kan søke om inntil

source: additional grant. • I am familiar with the terms of additional grants for applicants with reduced functional ability, as provided in sections 73 and 83
nn: • Eg er kjend med vilkåra for ekstrastipend til søkarar med nedsett funksjonsevne, som eg finn i §§ 73 og 83

source: Nevertheless, if your studies have been delayed because you were ill, had children or because the teaching environment or study situation is not adapted to your reduced functional ability, you may receive support to take more than 480 credits.
nn: Dersom du er forseinka i utdanninga fordi du blei sjuk, fekk barn, eller fordi studiesituasjonen ikkje er tilpassa den nedsette funksjonsevna di, kan du likevel få støtte til meir enn 480 studiepoeng.

source: If you log in to Dine sider, you will find general details about the amount of debt you have, Lånekassen’s account number and your KID (customer identification) number.
nn: Loggar du inn på Dine sider, finn du oversikt over kor stor gjeld du har, kontonummeret til Lånekassen og kva som er KID-nummeret ditt.

source: If the payment deadline has passed, you could also be granted deferral of your payments, but it is best to apply before the deadline.
nn: Dersom betalingsfristen er passert kan du også få betalingsutsetting, men det er best om du søker før fristen.

source: To see which personal data we have registered on you, you may log on to Dine sider.
nn: For å sjå kva personopplysningar vi har registrert om deg, kan du logge inn på Dine sider.

source: The following applies to students and pupils who are studying in Norway during the spring of 2021
nn: Gjeld våren 2021 for studentar og elevar som tar utdanning i Norge

source: We will collect the information we need from the Norwegian Directorate of Immigration (UDI).
nn: Vi hentar opplysningane vi treng frå Utlendingsdirektoratet (UDI).

source: In connection with childbirth or adoption you may have loans converted to grants for up to 49 weeks.
nn: I samband med fødsel eller adopsjon kan du få omgjort lån til stipend i inntil 49 veker.

source: You must pay 3 instalments, one reminder fee of NOK 280 and a further reminder fee of NOK 490.
nn: Du må betale for 3 terminbeløp, eitt purregebyr på 280 kroner og eitt nytt purregebyr på 490 kroner.

source: Loans for those periods where you have lived with your parents cannot be converted to grants.
nn: Du kan ikkje få gjort om lån til stipend for periodar du har budd heime hos foreldra dine.

source: Who is considered to be a resident and gainfully employed in Finnmark og Nord-Troms?
nn: Kven blir rekna som busett og yrkesaktiv i Finnmark og Nord-Troms?

source: You can also defer repayments without using your quota of 36 deferrals during periods for which your interest is deleted.
nn: I periodar du får sletta renter, kan du også utsette betalinga utan at du bruker av kvota på 36 utsettingar.

source: Must I have a study place?
nn: Må eg ha studieplass?

source: Caring for children born in 2011 or later, or having particularly burdensome care duties within the immediate family.
nn: har omsorg for barn født i 2011 eller seinare, eller har særleg tyngande omsorgsplikter i nærmaste familie.

source: As a part of this study, Lånekassen provides personal data to Oslo Economics, but the information does not directly identify any person.
nn: Lånekassen utleverer i den forbindelse personopplysningar som ikkje direkte identifiserer personar til Oslo Economics.

source: This means that we are responsible for how the personal data is used, and that its use is in compliance with the Personal Data Act.
nn: Det vil seie at vi har ansvaret for korleis personopplysningane blir brukte, og at bruken er i samsvar med personopplysningsloven.

source: You can also apply for payment deferral.
nn: Du kan også søke om betalingsutsetting.

source: Students may have up to 40 percent of the basic loan converted into a grant if they pass their exams, have income and assets below the set limits and do not live with their parents.
nn: Studentar kan få opptil 40 prosent av basislånet gjort om til stipend dersom dei består eksamen, har inntekt og formue under fastsette grenser og ikkje bur saman med foreldra.

source: EEA citizens, or family members of EEA citizens with permanent right of residence in Norway.
nn: Du er EØS-borgar, eller familiemedlem til EØS-borgar, og du har varig opphaldsrett i Noreg.

source: If you are taking upper secondary education, you can borrow up to NOK 51,150 a year.
nn: Tar du vidaregåande opplæring, kan du låne inntil 51 150 kroner i året.

source: Working in at least a 50 per cent position
nn: arbeid i minst 50 prosent stilling

source: section 12 of the Educational Support Regulations.
nn: kapittel 12 i forskrifta om utdanningsstøtte.

source: lanekassen.no is based on W3C standards and guidelines such as HTML5, CSS3 and Web Content Accessibility Guidelines (WCAG) 2.1 (level AA).
nn: lanekassen.no er basert på W3C-standardar og retningslinjer som HTML5, CSS3 og Web Content Accessibility Guidelines (WCAG) 2.1 (nivå AA).
